Repository: tlehman/Lynkeos
Catalog: *.lproj/Localizable.strings
Languages: french, spanish

# Add image
source: Add
french: Ajouter
spanish: Añadir

# ListMenu
source: Lists management
french: Gestion des listes
spanish: Gestión de las listas

# ListTool
source: Lists
french: Listes
spanish: Listas

# ListTip
source: Manage the list of images/movies
french: Gère les listes d'images/séquences
spanish: Gestión de las listas de imágenes/secuencias

source: Align
french: Aligner
spanish: Alinear

# AlignTip
source: Align the selected images
french: Aligne les images sélectionnées
spanish: Alinear las imágenes seleccionadas

# AnalyseMenu
source: Sharpness analysis
french: Analyse du "piqué"
spanish: Análisis de la calidad

# AnalyseTool
source: Analyse
spanish: Analizar

# AnalysisTip
source: Analyse image sharpness
french: Analyse le "piqué" des images
spanish: Análisis de la calidad de las imágenes

source: Deconvolution
french: Déconvolution
spanish: Deconvolucion

# DeconvolutionTip
source: Easy sharpening of the image
french: Augmente facilement le "piqué" d'une image
spanish: Afiladura fácil de la imágen

source: Unsharp mask
french: Masque flou
spanish: Máscara borrosa

# UnsharpMaskTip
source: Enhance short scale contrast
french: Augmente le contraste à petite échelle
spanish: Aumenta el contraste de los detalles finos

# WaveletMenu
source: Wavelet transform
french: Transformation par ondelettes
spanish: Transformada de ondículas

# WaveletTool
source: Wavelet
french: Ondelette
spanish: Ondículas

# WaveletTip
source: Acts on "frequency layers" in the image
french: Traite les "couches de fréquences" de l'image
spanish: Actúa sobre "capas de frecuencia" en la imágen

# WaveletFreq
source: Frequ.
french: Fréqu.
spanish: Frecue.

# WaveletPeriod
source: Pixels
spanish: Pixeles

# LucyRichardsonTip
source: Iterative deconvolution algorithm
french: Algorithme itératif de déconvolution
spanish: Algoritmo de déconvolucion iterativo

# ProcessStackMenu
source: Process stack
french: Pile des traitements
spanish: Pila de los procesos

# ProcessStackTool
source: Processings
french: Traitements
spanish: Procesos

# ProcessStackTip
source: Stack of processings for one image
french: Pile des traitements d'une image
spanish: Pila de los procesos para la imágen

# AddProcess
source: --Add a processing--
french: -Nouveau traitement-
spanish: -Añadir un proceso-

# ChromaAlignMenu
source: Chromatic alignment
french: Alignement chromatique
spanish: Alineamento cromatico

# ChromaAlignTool
source: Chroma align
french: Chroma.
spanish: Cromatico

# ChromaAlignTip
source: Correction of chromatic dispersion
french: Correction de la dispersion chromatique
spanish: Corrección de la dispersión cromatica

# RedPlane
source: Red
french: Rouge
spanish: Rojo

# GreenPlane
source: Green
french: Vert
spanish: Verde

# BluePlane
source: Blue
french: Bleu
spanish: Azul

# ChromaLevelsMenu
source: Levels and Gamma
french: Niveaux et Gamma
spanish: Niveles y Gamma

# ChromaLevelsTool
source: Levels
french: Niveaux
spanish: Niveles

# ChromaLevelsTip
source: Set the levels and gamma correction for each color
french: Règle les niveaux et la correctiond de gamma pour chaque couleur
spanish: Cambia los niveles y corrección de gamma para cada unas colores

# LevelsNames
source: Levels
french: Niveaux
spanish: Niveles

# CannotAddTitle
source: Cannot add image/movie
french: Impossible d'ajouter une image/sequence
spanish: No puedo añadir la imágen/secuencia

# CannotAddText
source: You can not use this image/movie since you are using dark frames or flat fields, and it is not the same size as your previous images or movies
french: Vous ne pouvez pas utiliser cette image/séquence car vous utilisez des images thermiques ou de champs, et elle n'est pas de la même taille que vos précédentes images/séquences
spanish: Usted no puede añadir este imágen/secuencia porque esta usando dark frames o flat field, i el tamaño es differente de las imágenes/secuencias anterioras

# CannotLockTitle
source: Cannot use dark frame or flat field
french: Impossible d'utiliser des images thermiques ou de champs
spanish: No puedo usar dark frame o flat field

# CannotLockText
source: You can not use dark frames or flat fields since your images/movies are of differing sizes
french: Vous ne pouvez pas utiliser d'images de champ ou thermiques car vos images/séquences ne sont pas toutes de la même taille
spanish: Usted no puede usar dark frames o flat fields porque las imágenes/secuencias estan de diferentes tamaños

source: Change reference image
french: Changer l'image de référence
spanish: Cambiar la imágen de referencia

# Delete image
source: Delete
french: Effacer
spanish: Eliminar

# FilesNotFound
source: The following files could not be found
french: Les fichiers suivants n'ont pas été trouvés
spanish: Los archivos siguientes no fueron encontrados

source: LostFile
french: Fichiers perdus
spanish: Archivos perdidos

# BadFile
source: Error opening file : %@ Maybe it is not an image nor a movie.
french: Il y a eu une erreur à l'ouverture de : %@ Ce n'est peut être pas une image ni une séquence.
spanish: Había un error durante la apertura del archivo : %@ Quizás no es un imágen o una secuencia.

# BadFileTitle
source: File opening error
french: Erreur d'ouverture de fichier
spanish: Error durante la apertura del archivo

source: Save image
french: Enregistrer l'image
spanish: Guardar la imágen

source: Stack
french: Accumuler
spanish: Acumular

# StackMenu
source: Stack images
french: Accumuler les images
spanish: Acumular las imágenes

# StackTool
source: Stack
french: Accumuler
spanish: Acumular

# StackTip
source: Stack all the selected and aligned images
french: Accumule toutes les images sélectionnées et alignées
spanish: Acumular todas las imágenes seleccionadas y alineadas

source: Stop
spanish: Parar

# DeprecatedFormat
source: Deprecated file format
french: Format de fichier désuet
spanish: Formato de archivo desaprobado

# DeprecatedFormatText
source: The file you are opening is using a deprecated format that will not be supported in future releases. You should re-save it, in order to be able to use this file later.
french: Ce fichier utilise un format qui ne sera plus supporté dans les versions futures. Vous devriez le réenregistrer afin d'être capable d'utiliser ce fichier plus tard.
spanish: Este archivo usa un formato que no será utilizado en las versiónes futuras. Debería usted guardarle de nuevo, para poder usar este archivo más adelante.

# CalibrationNotReadyTitle
source: Calibration frames are not stacked
french: Trames de calibration non accumulées
spanish: Imágenes de calibracion sin acumulacion

# CalibrationNotReadyText
source: You have added dark frames and/or flat fields without stacking them. If you continue, the stack operation will be uncalibrated. You should first stack the dark frames and flat field before stacking the images.
french: Vous avez ajouté des trames thermiques et/ou de champs sans les accumuler. Si vous continuez, l'opération d'accumulation sera non calibrée. Vous devriez d'abord accumuler les trames de calibration avant d'accumuler les images.
spanish: Usted ha aggregado dark frames y/o flat fields sin acumularles. Si continua, la acumulación sera non calibrada. Debería usted, primero acumular las dark frames y flat fields, y acumular las imágenes despues.

source: Continue
french: Continuer
spanish: Continuar

source: Hide list
french: Cacher la liste
spanish: Occultar las listas

source: Show list
french: Afficher la liste
spanish: Mostrar las listas

source: Detach process
french: Détacher le traitement
spanish: Separar el proceso

source: Attach process
french: Attacher le traitement
spanish: Ligar el proceso
